Repository: scolast34/restaurant-reservations
Catalog: languages/rtbdomain-*.po
Languages: de_de

source: Booking Manager
de_de: Reservationsverwaltung

# Title of admin page that lists bookings
source: Bookings
de_de: Tischreservationen

# Title of bookings admin menu item
source: Bookings
de_de: Tischreservation

source: Restaurant Bookings
de_de: Tischreservation

source: View the help documentation for Restaurant Reservations
de_de: Hilfeanleitung für Tischreservationen

source: Help
de_de: Hilfe

source: Add new scheduling rule
de_de: Neue Planungsregel hinzufügen

# Format of a scheduling rule
source: Weekly
de_de: Wöchentlich

# Format of a scheduling rule
source: Monthly
de_de: Monatlich

# Format of a scheduling rule
source: Date
de_de: Täglich

# Label for selecting days of the week in a scheduling rule
source: Days of the week
de_de: Tage einer Woche

# Label for selecting weeks of the month in a scheduling rule
source: Weeks of the month
de_de: Wochen eines Monats

source: Date
de_de: Datum

# Label to select time slot for a scheduling rule
source: Time
de_de: Zeitspanne

# Label to set a scheduling rule to last all day
source: All day
de_de: Ganztägig

# Label for the starting time of a scheduling rule
source: Start
de_de: Startzeit

# Label for the ending time of a scheduling rule
source: End
de_de: Endzeit

# Prompt displayed when a scheduling rule is set without any time restrictions.
source: All day long. Want to <a href="#" data-format="time-slot">set a time slot</a>?
de_de: Ganztägig. Wollen Sie die Zeitspanne auf <a href="#" data-format="time-slot"></a>setzen?

source: Open and close this rule
de_de: Öffen und schliessen dieser Regel

source: Delete rule
de_de: Regel löschen

source: Delete scheduling rule
de_de: Planungsregel löschen

source: Never
de_de: Niemals

source: Every day
de_de: Täglich

source: {days} on the {weeks} week of the month
de_de: {days} Tage der {weeks} Woche des Monats week of the month

source: {weeks} week of the month
de_de: {weeks} Woche des Monats

# Brief default description of a scheduling rule when no times are set
source: All day
de_de: Täglich

source: Ends at
de_de: Endet am

source: Starts at
de_de: Beginnt am

source: No map coordinates set.
de_de: Keine Koordinaten definiert.

source: Requesting new coordinates
de_de: Neue Kordinaten eingeben

source: Select a match below
de_de: Wählen Sie ein Suchergebnis aus

source: View
de_de: Ansehen

source: Retrieve map coordinates
de_de: Koordinaten laden

source: Remove map coordinates
de_de: Koordinaten entfernen

source: Try again?
de_de: Nochmals?

source: Error
de_de: Fehler

source: Invalid request. Be sure to fill out the address field before retrieving coordinates.
de_de: Ungültige Anfrage. Bitte füllen Sie das Adressfeld aus, bevor Sie die Koordinaten anfragen.

source: Request denied.
de_de: Anfrage abgelehnt.

source: Request denied because you are over your request quota.
de_de: Die Anfrage wurde abgelehnt weil Sie über Ihrem Anfragelimit sind.

source: Nothing was found at that address
de_de: Unter dieser Adresse wurde nichts gefunden

source: Loading
de_de: Lade ...

# Error message when retrieving list of addons
source: An unknown error occured.
de_de: Ein unbekannter Fehler beim Lader der Liste der Erweiterungen ist aufgetreten

# Label for an addon that is already installed and activated.
source: Already Installed
de_de: Die Erweiterung ist schon installiert

# Label for an addon that is not yet released.
source: Coming Soon
de_de: Diese Erweiterung wird bald freigegeben

# Label for an addon that is free.
source: Free
de_de: Diese Erweiterung ist kostenfrei

# Label for an addon that is released.
source: Get It
de_de: Diese Erweiterung ist verfügbar

# Title of addons page
source: Addons
de_de: Erweiterungen

# Title of addons page in the admin menu
source: Addons
de_de: Erweiterungen

source: Addons for Restaurant Reservations
de_de: Erweiterungen zu Tischreservationen

source: You have been logged out. Please login again to retrieve the addons.
de_de: Sie wurden abgemeldet. Bitte melden Sie sich an um Erweiterungen zu laden.

source: You do not have permission to access this page. Please login to an administrator account if you have one.
de_de: Sie haben keine Zugriffrechte auf diese Seite. Bitte melden Sie sich mit einem Adminstratorenkonto ein.

source: View pending bookings
de_de: Pendente Tischreservationen ansehen

source: Confirm this booking
de_de: Diese Tischreservation bestätigen

source: Reject this booking
de_de: Tischreservation zurückweisen

source: Book a table
de_de: Einen Tisch reservieren

source: Time
de_de: Zeit

source: Party
de_de: Personen

source: Contact Details
de_de: Kontaktdetails

source: Phone
de_de: Telefonnummer

source: Add a Message
de_de: Meldung hinzufügen

source: Message
de_de: Meldung

source: Request Booking
de_de: Anfrage absenden

source: Bookings
de_de: Tischreservationen

source: Booking
de_de: Tischreservation

source: Add New
de_de: Neu hinzufügen

source: Add New Booking
de_de: Neue Tischreservation hinzufügen

source: Edit Booking
de_de: Tischreservation bearbeiten

source: New Booking
de_de: Neue Tischreservation

source: View Booking
de_de: Tischreservation ansehen

source: Search Bookings
de_de: Tischreservation suchen

source: No bookings found
de_de: Keine Tischreservationen gefunden

source: No bookings found in trash
de_de: Keine Tischreservationen im Papierkübel gefunden

source: All Bookings
de_de: Alle Tischreservationen

# Booking status when it is pending review
source: Pending
de_de: Pendent

# Booking status for a confirmed booking
source: Confirmed
de_de: Bestätigt

source: Confirmed <span class="count">(%s)</span>
de_de: bestätigt

# Booking status for a closed booking
source: Closed
de_de: Geschlossen

source: Closed <span class="count">(%s)</span>
de_de: geschlossen

source: Please enter the date you would like to book.
de_de: Bitte geben Sie das Datum ein an dem Sie einen Tisch buchen wollen.

source: The date you entered is not valid. Please select from one of the dates in the calendar.
de_de: Das eingegebene Datum ist nicht gültig. Bitte wählen Sie ein Datum im Kalender.

source: Please enter the time you would like to book.
de_de: Bitte geben Sie die Zeit ein an dem Sie einen Tisch buchen wollen.

source: The time you entered is not valid. Please select from one of the times provided.
de_de: Die eingegebene Zeit ist nicht gültig. Bitte wählen sie eine Zeit aus der Zeitleiste.

source: Sorry, bookings can not be made more than %s days in advance.
de_de: Wir bitten um Entschuldigung. Tische können nicht mehr als %days im Voraus gebucht werden.

source: Sorry, bookings can not be made in the past.
de_de: Wir bitten um Entschuldigung. Tische können nicht in der Vergangenheit gebucht werden.

source: Sorry, bookings must be made more than %s days in advance.
de_de: Wir bitten um Entschuldigung. Tische müssen mehr als %days im Voraus gebucht werden.

source: Sorry, bookings must be made more than %s hours in advance.
de_de: Wir bitten um Entschuldigung. Tische müssen mehr als %hours im Voraus gebucht werden.

source: Sorry, bookings must be made more than %s mings in advance.
de_de: Wir bitten um Entschuldigung. Tische müssen mehr als %s Minuten im Voraus gebucht werden.

source: Sorry, no bookings are being accepted then.
de_de: Wir bitten um Entschuldigung. Zu diesem Zeitpunkt können wir keine Tischreservationen annehmen.

source: Sorry, no bookings are being accepted on that date.
de_de: Wir bitten um Entschuldigung. Zu diesem Datum können wir keine Tischreservationen annehmen.

source: Sorry, no bookings are being accepted at that time.
de_de: Wir bitten um Entschuldigung. Zu dieser Zeit können wir keine Tischreservationen annehmen.

source: Please enter a name for this booking.
de_de: Bitte geben Sie an auf welchen Namen Sie den Tisch reservieren wollen.

source: Please let us know how many people will be in your party.
de_de: Bitte sagen sie uns wieviele Plätze Sie am Tisch benötigen.

source: We only accept bookings for parties of up to %d people.
de_de: Wir können leider nur Tischreservationen bis %d Personen annehmen.

source: Please enter an email address so we can confirm your booking.
de_de: Bitte geben Sie Ihre Email Adresse ein damit wir Ihnen die Reservation bestätigen können.

source: Thanks, your booking request is waiting to be confirmed. Updates will be sent to the email address you provided.
de_de: Vielen Dank. Ihre Tischreservation wird bearbeitet. Wir werden uns der von Ihnen angegeben Email Adresse melden.

source: mmmm d, yyyy
de_de: dd.mm.yy

source: h:i A
de_de: HH:i

# Default email subject for admin notifications of new bookings
source: New Booking Request
de_de: Neue Tischreservationsanfrage

source: A new booking request has been made at {site_name}: {user_name} {party} people {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
de_de: Auf {site_name} wurde eine neue Anfrage für eine Tischreservation gemacht: Auf den Namen: {user_name} Für: {party} Personen Am. {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>Diese Mitteilung wurde von {site_link} am {current_time} versandt.</em>

source: Your booking at %s is pending
de_de: Ihre Tischreservation beim %s ist pendent

source: Thanks {user_name}, Your booking request is <strong>waiting to be confirmed</strong>. Give us a few moments to make sure that we've got space for you. You will receive another email from us soon. If this request was made outside of our normal working hours, we may not be able to confirm it until we're open again. <strong>Your request details:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
de_de: Herzlichen Dank Ihre Anfrage für einen Tisch ist <strong>bei uns in Bearbeitung</strong>. Bitte geben Sie uns einige Momente damit wir abklären können ob wir noch Platz haben. Sie erhalten bald eine Email von uns. Falls Sie Ihre Anfrage ausserhalb unserer Öfnungszeiten abgeschickt haben, werden wir sie erst bearbeiten können wenn wir wieder offen haben. <strong>Ihre Tischreservation:</strong> Reserviert auf den Namen: {user_name} Für {party} Personen am {date} &nbsp; <em>Diese Mitteilungen haben sie vom {site_link} um {current_time} erhalten.</em>

source: Your booking at %s is confirmed
de_de: Ihre Tischreservation im %s ist bestätigt.

source: Hi {user_name}, Your booking request has been <strong>confirmed</strong>. We look forward to seeing you soon. <strong>Your booking:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
de_de: Guten Tag! Es freut uns Ihnen mitteilen zu können, dass wir Ihre Tischreservation <strong>bestätigen</strong> können. Wir freuen uns auf Ihren baldigen Besuch. <strong>Ihre Tischreservationsdaten:</strong> Reservation auf den Namen: {user_name} für {party} Personen am {date} &nbsp; <em>Diese Mitteilung haben Sie vom {site_link} um {current_time} erhalten.</em>

source: Your booking at %s was not accepted
de_de: Wir konnten leider Ihrer Tischreservation im %s nicht annehmen

source: Hi {user_name}, Sorry, we could not accomodate your booking request. We're full or not open at the time you requested: {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
de_de: Guten Tag Leider konnten wir Ihrer Anfrage für einen Tisch zum gewünschten Zeitpunkt nicht entsprechen, da wir entweder schon ausgebucht sind oder nicht offen haben. Ihre Reservationsdaten: Tischreservation auf den Namen: {user_name} für {party} Personen am {date} &nbsp; <em>Diese Mitteilung haben Sie vom {site_link} um {current_time} erhalten.</em>

source: Settings
de_de: Einstellungen

source: General
de_de: Generelle Einstellungen

source: Booking Page
de_de: Tischreservationsseite

source: Select a page on your site to automatically display the booking form and confirmation message.
de_de: Wähen Sie eine Seite zur automatischen Anzeige des Buchungsformulars und einer Bestätigungsmitteilung.

source: Max Party Size
de_de: Maximale Anzahl Personen pro Reservation

source: Set a maximum allowed party size for bookings. Leave it empty to allow parties of any size.
de_de: Geben Sie die maximale Anzahl Personen für eine Tischreservation an. Leer = Beliebige Anzahl Gäste

source: No limit
de_de: Unlimitiert

source: Success Message
de_de: Erfolgsmeldung

source: Enter the message to display when a booking request is made.
de_de: Geben Sie die Mitteilung für die Anzeige einer Tischreservationsanfrage

source: Date Format
de_de: Datumsformat

source: Define how the date should appear after it has been selected. <a href="http://amsul.ca/pickadate.js/date.htm#formatting-rules">Formatting rules</a>
de_de: Definiton des Formates der Datumsanzeige. <a href="http://amsul.ca/pickadate.js/date.htm#formatting-rules">Formatting rules</a>

source: Time Format
de_de: Zeitformat

source: Define how the time should appear after it has been selected. <a href="http://amsul.ca/pickadate.js/time.htm#formatting-rules">Formatting rules</a>
de_de: Defintion des Anzeigerformates der Zeit. <a href="http://amsul.ca/pickadate.js/time.htm#formatting-rules">Formatting rules</a>

source: Language
de_de: Sprache

source: Select a language to use for the booking form datepicker if it is different than your WordPress language setting.
de_de: Wählen Sie eine Sprache für die Datumsauswahl, falls diese unterschiedlich von Ihrer WordPress Spracheinstellung ist.

source: Booking Schedule
de_de: Tischreservationsplan

source: Schedule
de_de: Plan

source: Define the weekly schedule during which you accept bookings.
de_de: Definieren Sie den wöchentlichen Zeitraum in welchem Sie Tischreservationen annehmen

# Tuesday abbreviation
source: Tu
de_de: Di

# Wednesday abbreviation
source: We
de_de: Mi

# Thursday abbreviation
source: Th
de_de: Do

# Sunday abbreviation
source: Su
de_de: So

source: Exceptions
de_de: Ausnahmen

source: Define special opening hours for holidays, events or other needs. Leave the time empty if you're closed all day.
de_de: Definieren Sie spezielle Öffnungszeiten während Festtagen, Veranstaltungen oder bei anderen Situationen. Lassen Sie das Zeitfeld leer wenn Sie den ganzen Tag geschlossen haben

# Brief description of a scheduling exception when no times are set
source: Closed all day
de_de: Ganzer Tag geschlossen

source: Early Bookings
de_de: Vorausbuchungen

source: Select how early customers can make their booking.
de_de: Wählen Sie wie lange im Voraus Gäste einen Tisch reservieren können

source: Any time
de_de: Immer

source: Up to 1 day in advance
de_de: Bis einen Tag im Voraus

source: Up to 1 week in advance
de_de: Bis eine Woche im Voraus

source: Up to 2 weeks in advance
de_de: Bis zwei Wochen im Voraus

source: Up to 30 days in advance
de_de: Bis 30 Tage im Voraus

source: Up to 90 days in advance
de_de: Bis 90 Tage im Voraus

source: Late Bookings
de_de: Kurzfristige Tischreservationen

source: Select how late customers can make their booking.
de_de: Wählen Sie wie kurzfristig Gaste noch einen Tisch reservieren können.

source: Up to the last minute
de_de: Bis zur letzen Minute

source: At least 15 minutes in advance
de_de: Bis 15 Minuten davor

source: At least 30 minutes in advance
de_de: Bis 30 Minuten davor

source: At least 45 minutes in advance
de_de: Bis 45 Minuten davor

source: At least 1 hour in advance
de_de: Bis 1 Stunde davor

source: At least 4 hours in advance
de_de: Bis 4 Stunden davor

source: At least 1 day in advance
de_de: Bis einen Tag davor

source: Date Pre-selection
de_de: Vorwahl des Datums

source: When the booking form is loaded, should it automatically attempt to select a valid date?
de_de: Wenn ein Tischreservationsformulare geladen wurde, soll automatisch versucht werden ein gültiges Datum zu wählen?

source: Select today if valid
de_de: Wählen Sie heute sofern dies gültig ist.

source: Select today or next valid date
de_de: Wählen Sie heute oder das nächste gültige Datum aus

source: Leave empty
de_de: Leer lassen

source: Time Interval
de_de: Zeitspanne

source: Select the number of minutes between each available time.
de_de: Wählen sie die Anzahl Minuten zwischen jeder verfügbaren Zeit.

source: Every 30 minutes
de_de: Alle 30 Minuten

source: Every 15 minutes
de_de: Alle 15 Minuten

source: Every 10 minutes
de_de: Alle 10 Minuten

source: Every 5 minutes
de_de: Alle 5 Minuten

source: Notifications
de_de: Benachrichtigung

source: Reply-To Name
de_de: Name für die Rückantwort

source: The name which should appear in the Reply-To field of a user notification email
de_de: Der Name die im Rückantwortfeld einer Benachrichtigungs-Email an einen Gast erscheinen soll.

source: Reply-To Email Address
de_de: Email Adresse für die Rückantwort

source: The email address which should appear in the Reply-To field of a user notification email.
de_de: Email Adresse die im Rückantwortfeld einer Benachrichtigungs-Email an einen Gast erscheinen soll.

source: Admin Notification
de_de: Administrator Benachrichtigung

source: Send an email notification to an administrator when a new booking is requested.
de_de: Sende eine Email Benachrichtigung an den Administrator wenn eine neue Tischreservation angefragt worden ist.

source: Admin Email Address
de_de: Email Adresse des Administrators

source: The email address where admin notifications should be sent.
de_de: Email Adresse an die Aministrator Benachrichtigungen gesendet werden sollen.

source: Email Templates
de_de: Email Vorlagen

source: Template Tags
de_de: Vorlagen Tags

source: Use the following tags to automatically add booking information to the emails. Tags labeled with an asterisk (*) can be used in the email subject as well.
de_de: Verwenden Sie die nachfolgenden Tag um Reservationsinformationen den Emails hinzuzufügen. Tages die mit einem Stern (*) bezeichnet sind können auch in der Betreffzeile verwendet werden.

source: Admin Notification Subject
de_de: Betreffzeile für Adminstratorenbenachrichtigungen

source: The email subject for admin notifications.
de_de: Email Betreffzeile für Adminstratorenbenachrichtigungen

source: Admin Notification Email
de_de: Email für Adminstratorenbenachrichtigungen

source: Enter the email an admin should receive when an initial booking request is made.
de_de: Geben Sie die Email ein, die ein Adminstrator bei einer ersten Tischreservationsanfrage erhalten soll.

source: New Request Email Subject
de_de: Betreffzeile für eine neue Tischreservationsanfrage

source: The email subject a user should receive when they make an initial booking request.
de_de: Die Email-Betreffzeile für eine neue Tischreservationsanfrage

source: New Request Email
de_de: Email einer neuer Tischreservationsanfrage

source: Enter the email a user should receive when they make an initial booking request.
de_de: Geben Sie die Email die ein Gast erhalten soll, wenn er eine erste Anfrage für eine Tischreservation erhalten soll.

source: Confirmed Email Subject
de_de: Betreffzeile für ein Bestätigungsemail

source: The email subject a user should receive when their booking has been confirmed.
de_de: Betreffzeile einer Email die ein Gast erhalten soll wenn seine Tischreservation bestätigt worden ist.

source: Confirmed Email
de_de: Bestätigungs-Email

source: Enter the email a user should receive when their booking has been confirmed.
de_de: Geben Sie die Email ein die Gast erhalten soll, wenn seine Tischreservation bestätigt worden ist.

source: Rejected Email Subject
de_de: Betreffzeile für ein Ablehnungs-Email

source: The email subject a user should receive when their booking has been rejected.
de_de: Betreffzeile für einer Email die ein Gast erhalten soll falls seine Tischreservationsanfrage abgelehnt werden musste.

source: Rejected Email
de_de: Ablehunungs-Email

source: Enter the email a user should receive when their booking has been rejected.
de_de: Geben Sie die Email ein die ein Gast erhalten soll, falls seine Tischreservationsanfrage abgelehnt werden musste.

source: Email of the user who made the booking
de_de: * Email an den Gast der die Reservation gemacht hat

source: * Name of the user who made the booking
de_de: * Name auf den der Tisch reserviert ist

source: * Number of people booked
de_de: * Anzahl der Gäste

source: * Date and time of the booking
de_de: * Datum und Zeit der Tischreservation

source: Phone number if supplied with the request
de_de: Telefonnummer der Anfrage, falls angegeben

source: Message added to the request
de_de: Gästemitteilung die der Anfrage hinzugefügt wurden

source: A link to the admin panel showing pending bookings
de_de: Verweis zum Admin Panel das pendente Tischreservationen anzeigt

source: A link to confirm this booking. Only include this in admin notifications
de_de: Link um diese Tischreservation zu bestätigen. Nur bei Benachrichtigungen für Administratoren einfügen

source: A link to reject this booking. Only include this in admin notifications
de_de: Link um diese Tischreservation abzulehnen. Nur bei Benachrichtigungen für Administratoren einfügen

source: The name of this website
de_de: Der Name dieser Webseite

source: A link to this website
de_de: Ein Link zu dieser Webseite

source: Current date and time
de_de: Aktuelle Zeit und Datum

source: Booking Form
de_de: Tischreservationsformular

source: Display a form to accept bookings.
de_de: Anzeige eines Formulars um Tischreservationen anzunehmen.

source: Title
de_de: Titel

source: All
de_de: Alle

source: Today
de_de: Heute

source: Upcoming
de_de: Bald

source: Start Date:
de_de: Startdatum:

source: Start Date
de_de: Startdatum

source: End Date:
de_de: Enddatum:

source: End Date
de_de: Enddatum

source: Apply
de_de: Anwenden

source: Clear Filter
de_de: Filter löschen

source: Pending
de_de: Pendent

source: Confirmed
de_de: Bestätigt

source: Closed
de_de: Geschlossen

source: Trash
de_de: Müll

# Status label for bookings put in the trash
source: Trash
de_de: Mülleimer

source: Delete
de_de: Löschen

source: Set To Confirmed
de_de: Auf "Bestätigt" gestellt

source: Set To Pending Review
de_de: Auf "Pendent" gestellt

source: Set To Closed
de_de: Auf "Geschlossen" gestellt

source: %d booking deleted successfully.
de_de: %d Tischreservation erfolgreich gelöscht

source: %d booking confirmed.
de_de: %d Tischreservation bestätigt

source: %d booking set to pending.
de_de: %d Tischreservation pendent gestellt

source: %d booking closed.
de_de: %d Tischreservation geschlossen

source: %d booking had errors and could not be processed.
de_de: %d Tischreservation hatte Fehler und konnte nicht verarbeitet werden.
